[
 {"id": 1, "review": "If you can remember the discussions from high-school English class about this book--read it again and see how much you've grown up! If you've been married, betrayed, or have children- it's a totally different read from when your only worry is breaking curfew and going to the mall.", "stars": 5, "book_id": 1},
 {"id": 2, "review": "This is a very misunderstood story that sparked a concept that took on a life of it's own. There is no scary castle, no hunchback, or villigars with pitch forks! It is a story not about a monster but about what could happen when man kind tries to play creator. You end up feeling sorry for the creature.", "stars": 4, "book_id": 2},
 {"id": 3, "review": "Beowulf, an Anglo-Saxon poem, its origin remaining undated (conjecture abounds as to the period in which it was written), is a supreme example of classic literature. Yes, the epic poem has dragons and demons and some other mythological creatures humans have devised over the centuries however, what astounding story comes without a brilliantly powerful antagonist (or, in Beowulf's case, arch-nemesis)? Footnotes add flavor to this delightful, classical, easy-read epic poem. For readers, English majors, and people seeking a literary thrill, this Anglo-Saxon classic stresses the importance of bravery a genuine understanding of life and death, and that each will visit every mortal being and, finally, the poetic splendor of honor by valor.", "stars": 5, "book_id": 3},
 {"id": 4, "review": "I just finished reading this book and was captivated by the way the cahracters and plot was portrayed. I will never forget this book and it is one of my all time favorite books. I have found that even though there were hard times for the Bennets, I want to have something exactly like Elizabeth Bennet and be just like her. She is now my all time favorite fictional character. I highly encourage reading this book.", "stars": 5, "book_id": 4},
 {"id": 5, "review": "The Picture of Dorian Gray is a fantastic book, mixing excellent wit with poignant commentary on society, intertwined around a spiritual story about a man who sold his soul unwittingly, but unrepentantly. Make sure you read this book, BUT ... buy a different edition.", "stars": 5, "book_id": 5},
 {"id": 6, "review": "I also enjoyed the change in Watson's voice over time. Sir Doyle seems much more comfortable in his writing abilities by The Valley of Fear, and I felt there was less awkward prose. I noticed Sir Doyle has a very fanciful way of describing the scene, which appeals to me greatly. I shall always imagine a foggy London day as John Watson saw it.", "stars": 3, "book_id": 6},
 {"id": 7, "review": "Well im going to be completely honest about this book. When I first opened the book The Odyssey, I was a little hessitant to reading it. I was a fhreshman in high school and I HAD to read it, it was an obligation because it was a class project that we had to do. But in the end it was all a good read.", "stars": 5, "book_id": 7},
 {"id": 8, "review": "After reading The Wonderful Wizard of Oz by L. Frank Baum, I was completely pleasantly surprised.", "stars": 5, "book_id": 8},
 {"id": 9, "review": "It's an utter classic, and I'm so glad it's offered as a reasonably-priced Barnes & Noble Classic. The story, drawn directly from the Christian bible, is obviously not original, but Milton turns it into an unbelievably beautiful drama with astonishing characters, and a writing style to match. No matter your religious or spiritual beliefs, this is a story of powerful emotion--for all characters, including Satan--and offers multiple perspectives on the same argument. It's all about cause and effect. The book is challenging yet satisfying. If you have the patience, it's worth the experience.", "stars": 5, "book_id": 9},
 {"id": 10, "review": "This book is short, but packed with so much power. Its prose is simple, but it's what's written between the lines that is so thought provoking. I would actually say that this book changed my life every time I am going through a rough time, I think back to Siddhartha and I'm calmed a bit. Pure wisdom.", "stars": 5, "book_id": 10},
 {"id": 11, "review": "This is one of my favorite adventure stories, for anybody who enjoys action, adventure, and thrill, they should definitely buy this book. This book was so excellent I had to pass it on to somebody else so they could enjoy it just as well. I highly recommend it!", "stars": 5, "book_id": 11},
 {"id": 12, "review": "This book was one of the best I've ever read and thats saying something! Interesting story written from the mind of a pure ingenuity", "stars": 5, "book_id": 12},
 {"id": 13, "review": "If your looking at this as a possible book to reread, get it. If you've never read The Inferno, BUY THIS COPY. Its the greatest poem in history, arguably the greatest work of art in history. It is epic, beautiful, amazing, and stimulating, intellectualy and emotionally. In ways, it is beyond flawless. Everything about this work: the writing, the story, the characters, the presentation, eben the preface is masterful. Buy it, and never sell it unless you can get another copy cheaper.", "stars": 5, "book_id": 13},
 {"id": 14, "review": "It is the classic crazy love story. The two main charcaters, Cathy and Heathcliff, are madly in love with each other, but both feel it is an impossible love. Cathy marries money in hopes to help Heathcliff, Heathcliff runs off to better himself in hopes to deserve Cathy. It is a mixed up story full of fantastic charcters and an ever twisting plot. And it has, I believe, one of the most romantic endings ever written. I highly recommend this book!", "stars": 5, "book_id": 14},
 {"id": 15, "review":  "This is a whaling story. It is a story about sailing and killing whales. It has a lot of information on both subjects. But at its heart, it is an adventurous tale filled with interesting, funny characters, and a vendetta that transcends time. Give it a try if you're interested. Keep away if none of this sounds appealing." , "stars": 5, "book_id": 15},
 {"id": 16, "review":"I don't mean to sound mean or anything, because I love Twilight, but Dracula is probably one of the best (if not the best) vampire book ever written.", "stars": 4, "book_id": 16},
 {"id": 17, "review": "As an eighth grader, I don't understand why some teens dislike this novel. Is it just because it's a bit longer than we are used to? For me, it is an outstanding classic. Pip faces problems that we still face today-our high expectations, our unsatisfying results. Admittedly, the novel is a bit long, but without the text it holds, we would never be able to truly grasp the theme Charles Dickens is trying to convey. Each detail, each scene, each chapter adds more to our understanding. I feel like I am there with Pip as the story progresses.", "stars": 5, "book_id": 17},
 {"id": 18, "review": "I highly recommend Walden by Henry David Thoreau as such works reveal the innermost quarters of the human character; into the most precipitous and deepest of depths of the human spirit and mind.", "stars": 5, "book_id": 18},
 {"id": 19, "review": "This book was just okay.", "stars": 3, "book_id": 19},
 {"id": 20, "review": "I absolutley loved this book. It gave you everything you could ask for in a novel. Drama, thrill, compasion, love. The ups and downs in this book really kept me interested. I laughed and I cried. I know that sounds cheesy; but its true. This is definitely one of my favorite books and one to keep on my shelf in my collection!", "stars": 5, "book_id": 20},
 {"id": 21, "review": "War and Peace is an outstanding analasyse of human culture, but you need to have a background on literature to be able to understand it, and some knowledge of Russian culture. If you do understand it this can be one of the best books in the world, but if you don't you'll fall asleep before the first chapter is over.", "stars": 4, "book_id": 21},
 {"id": 22, "review": "It is a beautifully-written book, like all her others. In Persuasion, Anne Elliot is persuaded by a family friend to not pursue a relationship with Captain Wentworth because of his inferior place in society.", "stars": 5, "book_id": 22},
 {"id": 23, "review": "Jane Eyre exceeded my expectations by leaps and bounds and I enjoyed reading it immensely.", "stars": 5, "book_id": 23},
 {"id": 24, "review": "I loved this book. I will admit that it wasn't an easy read. But I was determined to finish it anyway.", "stars": 5, "book_id": 24},
 {"id": 25, "review": "I really love all of Jane Austen's books but Sense and Sensibility is one of my favorites! It is an endearing story of two sisters who finally get their true happiness! If only this happened in real life! If you love the book you will also love the DVD made by BBC Video and shown on Masterpiece Theatre.", "stars": 5, "book_id": 25},
 {"id": 26, "review": "So I just purchased this classic for $.99 cents. Know why its si cheap? Because you can only read the ad, over and over again. This book I am so eager to read is held just out of reach. ANY MORE OF THESE goof ups and I'll switch to Kindle!!!!! And guess what nook won't let me post my complaint!!!", "stars": 1, "book_id": 26},
 {"id": 27, "review": "After years of people telling me how great this book was I decided to read it to see what all the fuss was about. It turned out that it lived up to my expectations. This book is well written and a classic story about an orphan and his surrounding characters. There is drama, fear, compasion, and so many more emotions Dickens put into this novel. It's a good read; you won't be disapointed!", "stars": 5, "book_id": 27},
 {"id": 28, "review": "Emma is a hilarious novel which I thoroughly enjoyed.", "stars": 4, "book_id": 28},
 {"id": 29, "review": "I am a Chinese. I like Lao Tzu's Tao Te Ching or Tao Te Sutra very much.", "stars": 5, "book_id": 29},
 {"id": 30, "review": "This was a great little book/story.. Characters were well developed and their adventures were entertaining. Toad gets into so much trouble, but i liked the fact that it teaches us always to be there for friends and not give up on them ! Recommend this book for all wishing to read a cute 'friendship' book !", "stars": 5, "book_id": 30},
 {"id": 31, "review": "Hawthorne writes in a way so well thought out, that the reader can feel many different emotions and conjure so many different opinions. Hawthorne pinpoints the themes of evil, sin, and the identity in society throughout the novel, really highlighting a psychological, as well as sociological, way of writing. He depicts these difficult subjects in such intricate ways through the different characters in his story. For example, the scarlet letter A helped Hester daringly analyze herself and her position in society, further letting her accept the awful she has committed.", "stars": 4, "book_id": 1},
 {"id": 32, "review": "It's not your modern horror thriller or what is generally depicted in film (instead of grunts, Frankenstein's real monster is eloquently tragic), the plot is often plodding, and some current readers might not find this a good read. But for those who enjoy a more philosophically centered gothic tale, Frankenstein is immortal.", "stars": 4, "book_id": 2},
 {"id": 33, "review": "This book was an amazing read. IT captivates you from the moment that you read the first page. You can relate to the characters, and the author does a great job describing the events in the book. You are able to place your self in the characters body and you can see what he/she is seeing through their eyes.", "stars": 4, "book_id": 3},
 {"id": 34, "review": "This is the only romance novel I have read because it is the closest to the truth of what it means to be romantic.", "stars": 5, "book_id": 4},
 {"id": 35, "review": "Believe it or not, I had not heard of The Picture of Dorian Gray until the movie League of Extraordinaty Gentleman came out. I know, crazy right. No, I havn't lived under a rock my whole life. I don't know how i missed it. Well, after seeing the movie I rented every movie of The Picture of Dorian Gray I could find and fell in love with the story. Then I read the book... and fell in love with the writing.", "stars": 5, "book_id": 5},
 {"id": 36, "review": "A real opportunity to get inside Holmes' head. Highly recommend!", "stars": 5, "book_id": 6},
 {"id": 37, "review": "I hope that those who read my review will forgive me because I would like to talk mainly about Penelope, the wife of Odysseus. When I read the Odyssey for the first time, I thought it was a wonderful adventure book with beautiful and dangerous women and I laughed with that half-wit of a Polyphemus, one of the cyclops. But near the end something was missing, it was not what it should be.", "stars": 5, "book_id": 7},
 {"id": 38, "review": "The Wonderful Wizard of Oz is a classic tale. A very well written piece. This book lies the true deatails of Dorathy's adventures in these odd countries that the movie does not. A MUST READ!!!!!", "stars": 5, "book_id": 8},
 {"id": 39, "review": "This book is simply astounding. I would recommend it to anyone who enjoys classics. The only detracting factor from the book is the English. It can be a bit of a struggle to read for some, but if you can push through it, the rewards are far worth it.", "stars": 5, "book_id": 9},
 {"id": 40, "review": "Thought provoking and profoundly moving. I really loved the language and the subtle and nuanced writing. Great to read and reread", "stars": 5, "book_id": 10},
 {"id": 41, "review": "The Treasure Island is a fascinating read. It has such original characters that has been reinvented throughout the decades. Anyone who likes sea voyage, pirate stories will love the beginnings of such stories in Stevenson's cleverly portrayed novel. The characters are fun and interesting, the plot is actionful there is always another secret to solve in the story.", "stars": 4, "book_id": 11},
 {"id": 42, "review": "I'm fourteen years old and absolutely enjoyed the quirky and adventurous tom sawyer. The book is a quick read and easily relatable.", "stars": 5, "book_id": 12},
 {"id": 43, "review": "The idea behind the book is briliant, i loved it, i just couldnt follow along very well. I learned a lot and it was interesting enough, but it is just a tough book to follow along with. If you have lots of time, READ IT, and good luck.", "stars": 3, "book_id": 13},
 {"id": 44, "review": "This book will always and forever be one of my favorites.", "stars": 5, "book_id": 14},
 {"id": 45, "review": "No doubt about it, this is a hard book to read. It's beauty, however, lies in that it truly is a book on two levels.", "stars": 5, "book_id": 15},
 {"id": 46, "review": "This book was written 112 years ago and it's just as scary as Stephen King's Salem's Lot. The fictional character of Dracula is not sexy nor repentant he is just full of bloodlust and everyone around him is his prey. This book should be read by anyone who likes gothic novels or vampires. This book should be the first vampire novel read before any others so you can see the progession of how the character has changed.", "stars": 3, "book_id": 16},
 {"id": 47, "review": "I first read this book in the eighth grade, and, upon reading the first line, I feel in love. I have always loved reading, and Charles Dickens never fails to entertain.", "stars": 5, "book_id": 17},
 {"id": 48, "review": "I read this novel shortly before entering college and i can honestly say that it was one of the greatest books i have ever had the pleasure of reading. Thoreau constantly forced me to see things as i had never seen them and challenged my definition of citizenry itself. However, this book is not an easy read, and it will take time and thought to fully understand and appreciate.", "stars": 5, "book_id": 18},
 {"id": 49, "review": "What a fun beautiful book for only $10!", "stars": 5, "book_id": 19},
 {"id": 50, "review": "I was quite young when i first read this book, and till today no other book fascinates me like this one. When ever i'm frustrated or feeling low, this book helps me to regain my lost spirit..because it is the story of a family which faces the challenges of life, without letting go of faith in God, and their love for each other to come out triumphant.", "stars": 5, "book_id": 20},
 {"id": 51, "review": "This is by far one of the greatest pieces of literature ever written. I advise teenagers to read this book. Its not a waste of time and this is coming from a 14 year old. Please read this book.", "stars": 5, "book_id": 21},
 {"id": 52, "review": "I know that a lot of people nowadays believe Pride and Prejudice to be Jane Austen's best novel, and yes it is a great story, but incredibly difficult for the average person to read. Persuasion is just as good in its interesting plot, but... a lot easier to follow. I've reccommended it to a lot of friends who wanted to read Jane Austen but couldn't get through her books. This one is definitely the easiest to get through, and truly a very sweet and romantic story. The main character Anne is very easy to relate to as the ignored and undervalued sister, the people pleaser of the family, who lost her chance of happiness at 19. Or at least, so she thought...Read it! You'll love it!", "stars": 5, "book_id": 22},
 {"id": 53, "review": "This book was amazing, truly fantastic!", "stars": 5, "book_id": 23},
 {"id": 54, "review": "There isn't much else to say about this story...other than please, I beg you to read this book. I laughed, I cried my eyes out, I went numb with fear and hatred, I was captivated by the love of God. And Tom, the slave who is now free, will always be a hero.", "stars": 5, "book_id": 24},
 {"id": 55, "review": "You can't go wrong with Austen but Sense and Sensibility is not nearly as romantic as Pride and Prejudice.", "stars": 4, "book_id": 25},
 {"id": 56, "review": "My book would not open eithet. Too bad B&N will not fix it", "stars": 1, "book_id": 26},
 {"id": 57, "review": "Charles Dickens does an excellent job of ridiculing the upper and middle class for their treatment of the poor, while delivering an excellent story about the adventures of Oliver Twist.", "stars": 4, "book_id": 27},
 {"id": 58, "review": "While I love Pride and Prejudice the best, Emma is definitely my second favorite of Ausent's works. I prefer the story of the former novel, but other than that I can say that I love, love, absolutely love Emma.", "stars": 5, "book_id": 28},
 {"id": 59, "review": "This is a veru interesting book, but a reread (or three) may be needed to fully understand it.", "stars": 3, "book_id": 29},
 {"id": 60, "review": "The Wind in the Willows is the perfect book that everyone would enjoy!", "stars": 5, "book_id": 30},
 {"id": 61, "review": "I moaned, groaned, and complained about reading The Scarlet Letter for a literature class, but as I turned the first page, my attention was seduced. The writing itself is very unique in its style. Mostly, the chapters critically analyze the characters therin, delving into the abyss of thought. As well as displaying a fantastic portrayal of Puritan society, the symbols, the emotions, and the dialogue are masterful. The Scarlet Letter is well-wriiten, thought-provoking, and definitly a book that should continue to be read.", "stars": 5, "book_id": 1},
 {"id": 62, "review": "I love this book! I really didn't know what to expect when I began reading this. We've all seen Frankenstein and his monster portrayed through numerous media outlets and I wasn't sure how any of these compared to the original story created by Mary Shelley.", "stars": 5, "book_id": 2},
 {"id": 63, "review": "The story of Beowulf is spellbinding and the Barnes and Noble classics series is a wonderful series. However, if you want to really enjoy Beowulf you must read the translation by Seamus Heaney. It really is the ultimate translation!", "stars": 5, "book_id": 3},
 {"id": 64, "review": "When i first heard of the book, i was under the assumption that is was an adult novel and that i wouldn't enjoy it. However, after reading it, as an 8th grader, for a challenge, i fell in love with it. I will be the first to admit that it took me 2 whole weeks to read this as where i usually only take about 2 days. It was a bit hard to understand at first, but eventually you got used to the writing and words she used. Overall, it is an epic love story and of course a classic. I recommend this book to anyone over the age of 12. It is simply amazing", "stars": 5, "book_id": 4},
 {"id": 65, "review": "Overall, this is a book I definitely recommend, with the caveat that you should be aware that it does slow down at points. Just push through those. The overall work is worthy of a couple of slow zones. In fact, perhaps those slow zones serve the purpose of allowing more pondering.", "stars": 5, "book_id": 5},
 {"id": 66, "review": "When i first had to read this book, i had the notion that it was some old boring book but it is NOT!!! The adventures in the book are captivating. This book is truly worth the read. It is so awesome! Be not afraid of the length because it is composed of only short stories.", "stars": 5, "book_id": 6},
 {"id": 67, "review": "If you ever had a pet that lingered into old age, then the Odyssey echos across 2,700 years of time to speak to you. That small scene of a few dozen words does what all forms of great art should do,convey a shared experience that is untouched by time and distance. Great Art was onced defined by the artist being able to convey shared experiences far better than anyone else.", "stars": 5, "book_id": 7},
 {"id": 68, "review": "this book was way better than the movie!", "stars": 5, "book_id": 8},
 {"id": 69, "review": "Wow! What a view of creation and salvation. This is a very difficult book to read but well worth it. It really takes two readings to get the most out of this book because it requires the reader to work through several chapters before becoming accustomed to the style of writing. However, the insight into God, Jesus, Angels, Satan and Mankind is very powerful.", "stars": 5, "book_id": 9},
]